Repository: Vistaus/envelope
Catalog: po/extra/*.po
Languages: nl

source: Envelope
nl: Envelop

source: Manage your budget
nl: Beheer je budget

source: Budget;Money;
nl: Budget;Geld;

source: Personal budget manager
nl: Persoonlijk budgetbeheer

source: Maintain your personal budget by using the tried-and-true envelope system. Designate spending categories (envelopes) and distribute your monthly income into them. Configure accounts where you record all your transactions, then assign each of them to a category.
nl: Beheer je persoonlijke budget middels het oude vertrouwde envelopsysteem. Wijs uitgavecategorieën toe ('enveloppen') en deel je maandelijkse inkomen hierin in. Stel rekeningen in waarop alle transacties plaatsvinden, en voeg ze dan toe aan categorieën.

source: Originally made by Nicolas Laplante.
nl: Oorspronkelijk gemaakt door Nicolas Laplante.

source: Features:
nl: Mogelijkheden:

source: Envelope system budget workflow
nl: Envelopsysteem-budgetwerkwijze

source: Import transactions from QIF files
nl: Importeer transacties uit QIF-bestanden

source: Budget Overview
nl: Budgetoverzicht

source: Editing a category
nl: Categoriebewerking

source: When you launch envelope for the first time
nl: Voor het eerst geopende envelop

source: Dialog to add an account
nl: Venster om een rekening toe te voegen

source: Transactions View
nl: Transactie-overzicht

source: After creating a Account
nl: Na het toevoegen van een rekening

source: New:
nl: Nieuw:

source: Polish Translation (By @DanyGee)
nl: Poolse vertaling, met dank aan @DanyGee

source: French Translation (By @kameha)
nl: Franse vertaling, met dank aan @kameha

source: German Translation (By Nicolas @Mondei1)
nl: Duitse vertaling, met dank aan Nicolas (@Mondei1)

source: Drop SqlHeavy, use Sqlite3
nl: SqlHeavy vervangen door Sqlite3

source: Fix:
nl: Opgelost:

source: Use the right color on Budget overview
nl: De juiste kleur wordt nu gebruikt op het budgetoverzicht

source: Fix crash while importing
nl: Crash opgelost tijdens het importeren

source: Use better wording. Payee instead of Merchant
nl: Betere bewoording gebruikt

source: Updated markdown license file
nl: Markdown-licentiebestand bijgewerkt

source: Updated HoustonCI
nl: HoustonCI bijgewerkt

source: Improved add account Dialog
nl: Verbeterd venster 'Rekening toevoegen'

source: Improved add category Dialog
nl: Verbeterd venster 'Categorie toevoegen'

source: Fix crash while adding second account
nl: Crash opgelost tijdens het toevoegen van een tweede account

source: Allow resizing window
nl: De venstergrootte kan nu worden aangepast

source: Add unit tests
nl: Unittests toegevoegd

source: Add current version to the binary
nl: Huidige versie toegevoegd aan toepassingsbestand

source: Fixed some glitches:
nl: Enkele schoonheidsfoutjes opgelost:

source: Fix crash while removing category
nl: Crash opgelost tijdens het verwijderen van een categorie

source: Fix information loss on editing
nl: Oplossing voor informatieverlies tijdens bewerken

source: Add AppData changelog
nl: AppData-wijzigingslog toegevoegd

source: Update app branding
nl: Merk bijgewerkt

source: First release: Testing.
nl: Eerste uitgave: test 1-2-3.

source: Basic functionalities:
nl: Basisfunctionaliteit:

source: Add account
nl: Rekening toevoegen

source: Add transactions
nl: Transacties toevoegen

source: Import QIF files
nl: QIF-bestanden importeren
