Repository: Vistaus/envelope
Catalog: po/*.po
Languages: nl

source: Groceries
nl: Boodschappen

source: Fuel
nl: Brandstof

source: Public transit
nl: Openbaar vervoer

source: Entertainment
nl: Vrije tijd

source: Savings
nl: Spaargeld

source: Personal care
nl: Gezondheid

source: Alcohol & Bars
nl: Alcohol en uitgaan

source: Emergency fund
nl: Buffer

source: Apply
nl: Toepassen

source: Add transaction
nl: Transactie toevoegen

source: No results.
nl: Geen resultaten.

source: Cancel
nl: Annuleren

source: Date
nl: Datum

source: Payee
nl: Ontvanger

source: Category
nl: Categorie

source: Outflow (%s)
nl: Uitgaven (%s)

source: Inflow (%s)
nl: Inkomsten (%s)

source: Split
nl: Delen

source: Remove
nl: Verwijderen

source: Transaction removed
nl: Transactie verwijderd

source: Budget overview for %s
nl: Budgetoverzicht van %s

source: Spending this month
nl: Deze maand uitgegeven

source: Money spent in %s
nl: Uitgegeven in %s

source: Income this month
nl: Inkomen deze maand

source: Money earned in %s
nl: Verdiend aan %s

source: Remaining
nl: Resterend

source: Remaining balance for %s
nl: Resterend saldo van %s

source: Accounts
nl: Rekeningen

source: Add account…
nl: Rekening toevoegen…

source: Add a new account
nl: Voeg een nieuwe rekening toe

source: Spending categories
nl: Uitgavecategorieën

source: Uncategorized
nl: Ongecategoriseerd

source: Add category…
nl: Categorie toevoegen…

source: Add a new spending category
nl: Voeg een nieuwe uitgavecategorie toe

source: None yet
nl: Nog niks

source: Category %s removed
nl: Categorie '%s' is verwijderd

source: Account %s removed
nl: Rekening '%s' is verwijderd

source: Get your budget going
nl: Beheer je budget

source: You have not configured any account yet
nl: Je hebt nog geen rekening toegevoegd

source: Add an account
nl: Voeg een rekening toe

source: Spend! Get paid!
nl: Geef uit! Krijg betaald!

source: There are currently no transactions in this account
nl: Er zijn momenteel geen transacties op deze rekening

source: Record a transaction
nl: Nieuwe transactie vastleggen

source: Record a fresh new transaction for this account. Or, plan a future one!
nl: Leg een nieuwe transactie vast voor deze rekening, of plan een toekomstige in!

source: Import transactions
nl: Transacties importeren

source: Import from a QIF file obtained from another application
nl: Importeer een QIF-bestand uit een andere toepassing

source: Your budget right now:
nl: Huidig budget:

source: Inflow:
nl: Inkomsten:

source: Outflow:
nl: Uitgaven:

source: Remaining this month:
nl: Resterend voor deze maand:

source: This month
nl: Deze maand

source: Last month
nl: Vorige maand

source: Future
nl: Toekomst

source: Pick dates:
nl: Kies datums:

source: Edit category
nl: Categorie bewerken

source: Name
nl: Naam

source: Monthly budget
nl: Maandelijks budget

source: Outflow
nl: Uitgaven

source: Inflow
nl: Inkomsten

source: Add an Account
nl: Rekening toevoegen

source: Eg.: account number
nl: Bijv.: rekeningnummer

source: Type:
nl: Soort:

source: Checking
nl: Bankrekening

source: Balance:
nl: Saldo:

source: Description:
nl: Omschrijving:

source: Optional
nl: Optioneel

source: Create Account
nl: Rekening toevoegen

source: Account %s has been created
nl: Rekening '%s' is toegevoegd

source: Add a Category
nl: Categorie toevoegen

source: Name:
nl: Naam:

source: Category name
nl: Categorienaam

source: Monthly Budget for %s
nl: Maandelijks budget van %s

source: Monthly budget for category
nl: Maandelijks budget binnen categorie

source: Create Category
nl: Categorie toevoegen

source: Import transactions from file
nl: Transacties importeren uit bestand

source: %d transactions imported in account %s
nl: %d transacties geïmporteerd naar '%s'

source: Apply to all %s
nl: Toepassen op alle %s

source: Set category
nl: Categorie instellen

source: Export…
nl: Exporteren…

source: Record transaction
nl: Transactie vastleggen

source: Search transactions…
nl: Transacties doorzoeken…

source: Search in %s
nl: Zoeken in %s

source: Search uncategorized
nl: Ongecategoriseerd zoeken

source: Transaction recorded
nl: Transactie vastgelegd

source: Transactions in %s
nl: Transacties binnen %s
